Autodesk.Revit.DB.DatasmithRevitExporterHelper.IsGPUMemoryEnough
Returns if there is enough GPU memory to support Twinmotion.
Returns:
Returns true if we have enough GPU memory. Returns false if there isn't.
Since:
2024

Autodesk.Revit.DB.DatasmithRevitExporterHelper
A utility class containing helpers related to the TwinmotionForRevit Addin.
Since:
2024